Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_The Retreats.tmx
Source language: en
Languages: es_419

source: such an uncanny resemblance...
es_419: Su parecido es asombroso…

source: I'VE NEVER DONE ANYTHING LIKE THIS BEFORE!
es_419: ¡Jamás hice algo parecido!

source: ...the blue chip isn't just a simple bio-chip, but a symbol of the prestige of life in the retreats.
es_419: … les presenta su chip azul. Más que un simple biochip, un símbolo del prestigio de la vida en El Refugio.

source: the death of my brother sparked a revolution...
es_419: La muerte de mi hermano desencadenó una revolución…

source: of course we accept.
es_419: Claro que aceptamos.

source: empty
es_419: VACÍO

source: and all we can do at death's door is run until our feet fail us.
es_419: Cuando estás al borde de la muerte, tienes que correr hasta no poder más.

source: oh... you poor thing...
es_419: Ay… pobrecita…

source: no wonder you guys couldn't find it.
es_419: Con razón no lograban encontrarlo.

source: we got too complacent after not having intercepted any worrying signals in a while.
es_419: Solo bastó que no encontráramos problemas por un rato para confiarnos.

source: edward, follow the chief!
es_419: ¡Edward! ¡Sigue al jefe!

source: so how did you know I was in danger?
es_419: ¿Cómo supiste que estaba en peligro?

source: we'll look for it by retracing our steps from back then.
es_419: Vamos a buscarlo volviendo sobre nuestros pasos de esos días.

source: I don't want people to get the wrong idea...
es_419: No quiero que la gente malinterprete las cosas…

source: let's begin.
es_419: Empecemos.

source: I'm sorry, gable... forgive me for being so selfish!
es_419: Perdón, Gable… ¡perdóname por ser tan egoísta!

source: I can even feel the vibrations a little!
es_419: ¡Hasta puedo sentir algunas vibraciones!

source: I know that guy!
es_419: ¡Lo conozco!

source: at that moment, a spark of deranged inspiration hit me.
es_419: En ese momento, sentí un arrebato de locura.

source: ...that I wasn't the one who killed that guy.
es_419: … por no haber sido yo quien matara a ese tipo.

source: the moment we leave biringam, its location will be automatically verified.
es_419: En cuanto nos vayamos de Biringam, su ubicación quedará automáticamente verificada.

source: it really is the end!
es_419: ¡De verdad es el fin!

source: that they might miss?
es_419: ¿Fallar el tiro?

source: I don't understand any of this...
es_419: No entiendo nada…

source: would anyone care to guess why?
es_419: ¿Alguno sabe a qué se debe?

source: urgh...
es_419: Uuf…

source: are the comms still down?
es_419: ¿Aún no funcionan las radios?

source: it turned out to be another dud.
es_419: Resultó ser otro fiasco.

source: kacey, do you read?
es_419: Kacey, ¿me oyes?

source: you underestimate me, austin.
es_419: Me subestimas, Austin.

source: H
es_419: A

source: OK
es_419: Okey.

source: *nickname for the cheonryong gang.
es_419: *Apodo para los Cheonryong.

source: ...why did they stop you at the checkpoint?
es_419: … ¿por qué te detuvieron en el puesto de control?

source: however, the main source of our misery...
es_419: Pero la principal fuente de nuestra miseria…

source: greenwood! this way!
es_419: ¡Greenwood! ¡Por aquí!

source: that's it... we began the assault from here.
es_419: Eso es… Ahí fue donde empezamos el asalto.

source: turn left there.
es_419: Ve a la izquierda.

source: what we really want is to be happier than everyone else.
es_419: Lo que realmente queremos es ser más felices que los demás.

source: ...without even learning the first thing about survival.
es_419: … sin siquiera aprender lo más fundamental de la supervivencia.

source: wait, that's...!
es_419: ¡Un momento, es…!

source: this ain't good. we're running out of time.
es_419: Esto no es bueno, se nos está acabando el tiempo.

source: ...I need to think of a way to lose them!
es_419: … ¡tengo que idear un plan para despistarlos!

source: there he is!
es_419: ¡Ahí está!

source: hey, you.
es_419: Oye, tú.

source: those bastards... if it weren't for the money, I'd want nothing to do with them.
es_419: Malditos desgraciados… Si no fuese por el dinero, no querría saber nada de ellos.

source: help... please help me!
es_419: ¡Por favor!… ¡Ayuda!

source: vroom
es_419: BRUUM

source: A
es_419: AAAAAH

source: R
es_419: RUEDA

source: what's with this nosy, insufferable bald guy?
es_419: ¿Qué le pasa a este calvo metiche?

source: I hope you learned your lesson.
es_419: Espero que hayas aprendido la lección.

source: their son is around your age.
es_419: Su hijo tiene tu edad.

source: I almost died there.
es_419: Casi muero.

source: so you want to go back to the retreats?
es_419: Entonces, ¿quieres regresar a El Refugio?

source: ...boss will kill me!
es_419: … ¡el jefe va a matarme!

source: that's the best thing I've ever heard you say!
es_419: ¡Es lo mejor que te he escuchado decir!

source: I told him to keep his gps on...
es_419: Le dije que dejara prendido el GPS…

source: randy! we need an update on their locations!
es_419: ¡Randy! ¡Necesitamos que actualices sus ubicaciones!

source: goddammit!
es_419: ¡Maldita sea!

source: I know you came here hoping for a better life, just like me...
es_419: Sé que, como yo, viniste para buscar una vida mejor…

source: raise
es_419: LEVANTA

source: a long time ago...
es_419: Hace mucho tiempo…

source: I want money.
es_419: Quiero dinero..

source: I'm not gonna let that go to waste!!!
es_419: ¡¡¡No voy a dejar que sea en vano!!!

source: you can thank me then, you ungrateful brat.
es_419: Ya me lo agradecerás, mocoso malagradecido.

source: why do you want free passage into the retreats?
es_419: ¿Por qué quieren tener un pase libre a El Refugio?

source: wait, shouldn't we look upstairs first?
es_419: Espera, ¿no deberíamos revisar arriba primero?

source: otherwise it'll send a distress signal to the retreats!
es_419: ¡Si no, va a enviar una señal de emergencia a El Refugio!

source: we're having some rotten luck, running into them here so early.
es_419: Tenemos una suerte de mierda. Nos los topamos demasiado pronto.

source: outlaws are always one step ahead of the law.
es_419: Los criminales siempre descubren cómo burlar la ley.

source: you son of a bitch!
es_419: ¡Hijo de puta!

source: pause
es_419: FRENA

source: quit fooling around and get over here!
es_419: ¡Deja de jugar y ven aquí!

source: well, I guess there's nothing for it...
es_419: Supongo que solo queda una alternativa…

source: ...and john canty got away.
es_419: … y John Canty escapó.

source: yeah, that's why they came up with that blasted combat visa.
es_419: Sí, por eso inventaron lo de esa maldita visa de combate.

source: I knew this would happen eventually.
es_419: Sabía que esto pasaría en algún momento.

source: that's why we kept the team small.
es_419: Por eso vinimos pocos.

source: so I don't remember its exact location.
es_419: así que no me acuerdo de la ubicación exacta.

source: we'll hit a wall soon.
es_419: Vamos a darnos con la pared.

source: clink
es_419: CLINC

source: it didn't even occur to me to take it.
es_419: Ni se me ocurrió agarrarlo.

source: ...he's going to come to us, no matter what it takes.
es_419: … será él quien vendrá a nosotros, sin importar el precio.

source: I mean, I guess it was a nice shot…
es_419: Digo, supongo que fue un buen disparo…

source: man...
es_419: Cielos…

source: ...those with money, power, and good looks...
es_419: … los ricos, poderosos y guapos…

source: ...and I don't have much time...
es_419: … y no tengo mucho tiempo…

source: anyway, let's head in.
es_419: En fin, entremos.

source: enhanced body augs, inserted under my real skin...
es_419: Me insertó las mejoras corporales bajo la piel…

source: I paid a lot of money for that.
es_419: Pagué muchísimo dinero por eso.

source: I'd say we got our money's worth!
es_419: … ¡fue una excelente inversión!

source: pleasure doing business with you.
es_419: Es un placer colaborar contigo.

source: the wristwatch is our first priority.
es_419: El dispositivo es nuestra prioridad.

source: ...is that blue chip.
es_419: … sería ese chip azul.

source: rummage
es_419: FRUS FRUS

source: you look like dead warmed over, man! how are you still standing?
es_419: ¡Te ves moribundo, amigo! ¿Cómo es que sigues de pie?

source: yeah, kacey, it's to your ten o'clock.
es_419: Sí, Kacey, está a tus diez en punto.

source: you'll find a girlfriend one day.
es_419: Algún día vas a conseguir novia.

source: dammit, what's our next move?! there's nowhere to run!
es_419: ¡Mierda! ¡¿Qué hacemos ahora?! ¡No tenemos por dónde huir!

source: whoa! wait, that's not far away from here at all!
es_419: ¡Guau! ¡Espera, no fue muy lejos de aquí!

source: just because I was born and raised in the retreats?!
es_419: … solo porque nací y crecí en El Refugio?!

source: STAFF
es_419: PLAC

source: doesn't that sound fun?
es_419: ¿No suena divertido?

source: we'll be having dinner tomorrow night with the leblancs, who live in the spire.
es_419: Mañana por la noche vamos a cenar con los Leblanc. Ellos sí viven en la espiral.

source: trudge
es_419: PAF

source: I'm... still alive.
es_419: Sigo… con vida.

source: I work for the cheonryong gang!
es_419: ¡Trabajo para los Cheonryong!

source: a 4,000-ft supertall skyscraper located in the heart of the retreats.
es_419: Un rascacielos de un kilómetro y medio que está en pleno centro de El Refugio.

source: actually, your face tells me everything.
es_419: Bueno, tu cara lo dice todo.

source: hmph, oh well. who cares?
es_419: Bueno, ¿a quién le importa?

source: but I'm more interested in what I can get in return for keeping you alive.
es_419: … pero me interesa más lo que pueda conseguir a cambio de mantenerte con vida.

source: gah... argh...
es_419: Aah… Agh…

source: maybe this thing will be over before it even starts!
es_419: ¡Tal vez esto llegue a su fin antes de que siquiera empiece!

source: good find, tiber.
es_419: Bien hecho, Tiber.

source: you must think I'm some kind of con man.
es_419: … debes creer que soy un estafador.

source: I'm just a kid.
es_419: Soy un simple niño.

source: so we can spread the gunfire and prevent a bigger crowd from showing up...
es_419: para dispersar los tiroteos y evitar que mucha gente se apiñara en un mismo sitio…

source: What is it?
es_419: ¿Qué?

source: vwoom
es_419: vuuum

source: it echoes down here, so shut up!
es_419: ¡Hay mucho eco aquí! ¡Cállense!

source: …you should think again.
es_419: … estabas equivocado.

source: SLAM
es_419: BLAM

source: swish
es_419: suish

source: the very first retreats... biringam.
es_419: El primer refugio… Biringam.

source: you'll never make it back home with that kind of attitude, kid.
es_419: No vas a regresar nunca a casa si sigues con esa actitud, niño.

source: well, the sun's about to set.
es_419: Bueno, está por hacerse de noche.

source: Episode 30 - Gold
es_419: Episodio 30 - Oro

source: I know you ran out of ammo back there!
es_419: ¡Sé que se habían quedado sin balas!

source: ...that I have survived to this day.
es_419: … que sobreviví hasta ahora.

source: what's the big deal? you know what that is?
es_419: ¿Qué pasa? ¿Sabes qué es eso?

source: just when we needed a ride, too!
es_419: ¡Y justo cuando necesitábamos un auto!

source: all of you...
es_419: Así que…

source: gah!
es_419: ¡Ah!

source: Episode 18 - Villain
es_419: Episodio 18 - El villano

source: thank you for the ride...
es_419: Gracias por traerme…

source: ...you must start by calmly and accurately surveying your surroundings.
es_419: … tienes que empezar por evaluar tu entorno con calma y de manera precisa.

source: only a couple more days to go.
es_419: Solo faltan un par de días.

source: do we need to worry about whether anyone's taken it already?
es_419: ¿Existe la posibilidad de que alguien más se lo haya llevado?

source: Ahem.
es_419: Ejem.

source: ...this might be the last chance for us to change our minds...
es_419: … tal vez esta sea nuestra última oportunidad para cambiar de opinión…

source: did you already have it when you fought in the battlegrounds last year?
es_419: … lo tenías puesto cuando peleabas en las batallas del año pasado?

source: are you sure about that?
es_419: ¿Estás seguro?

source: nope, answer first. if you try to move, I'll cut your throat.
es_419: No, tú responde primero. Si te mueves, te corto la garganta.

source: I'll blow your goddamn heads off... huh?!
es_419: Voy a reventarles la cabeza… ¡¿Eh?!

source: if the wristwatch really si there, it should be easy enough to just go and grab it, right?
es_419: Si el dispositivo en verdad está ahí, simplemente tenemos que tomarlo y largarnos, ¿no?

source: grumble
es_419: REFUNFUÑA

source: slam
es_419: BLAM

source: keep your voice down!
es_419: ¡Baja la voz!

source: give that back, you savages!
es_419: ¡Devuélvanme eso, salvajes!

source: First of all thanks for offering to help me, even if it's because you're hoping to get something out of the deal.
es_419: Primero que nada, gracias por ofrecerse a ayudarme, aunque sea solo porque quieren algo a cambio.

source: you should be thanking me for everything you have, you spoiled brat!
es_419: ¡Deberías agradecerme por todo lo que tienes, maldito mocoso!

source: ahhhh!
es_419: ¡Aaaah!

source: that's a good question...
es_419: Buena pregunta…

source: ...this is my specialty.
es_419: … esta es mi especialidad.

source: even if you're just scrounging for scraps from the tables of the rich folk who live here...
es_419: Incluso si terminas mendigando los restos de comida de los ricachones que viven aquí…

source: so... is that the rc car you've been wanting to buy?
es_419: Y… ¿ese es el auto a control remoto que querías comprar?

source: not only that, you saw someone helping him?
es_419: ¿Y, encima, viste a alguien ayudarlo?

source: You did cheat, you prick!
es_419: ¡Claro que hiciste trampa, imbécil!

source: but I guess I shouldn't be complaining in front of you.
es_419: Pero supongo que no debería quejarme frente a ti.

source: munch
es_419: ÑAM

source: he's the very person who threw me into this mess...
es_419: Él fue quien me puso en toda esta situación…

source: h-he's gone...!
es_419: ¡S-se fue...!

source: don't thank me just yet.
es_419: No me agradezcas aún.

source: the rest might come down here to back the others up, so we're supposed to watch out for them, remember?
es_419: El resto puede venir para ayudar a los otros en cualquier momento, por eso tenemos que hacer guardia, ¿recuerdas?

source: New varennai, nicknamed “salted earth.”
es_419: Nueva Varennai, también conocida como “tierra salada”.

source: dammit... did they catch wind that he's from the retreats?
es_419: Maldita sea… ¿se habrán dado cuenta de que es de El Refugio?

source: I heard the cheonryong gang was scouring through the whole of brine to find you.
es_419: Escuché que los Cheonryong te buscan como locos por todo Salmuera.

source: grab
es_419: AGARRA

source: pour
es_419: PLIC

source: kaboom
es_419: KABUM

source: the show of a retreats citizen struggling to survive hell on earth.
es_419: Veamos cómo un ciudadano de El Refugio lucha por sobrevivir en el infierno.

source: ...it's a shame that we're both going out like this.
es_419: … es una pena que los dos muramos así.

source: but it's a long story, so let's leave it for later.
es_419: Pero es una larga historia, así que te la cuento luego.

source: I think there's a path that goes deeper into the building.
es_419: Creo que hay un camino que lleva más adentro del edificio.

source: beep
es_419: BIIP

source: ...but not a single one has come back alive.
es_419: … pero ninguno de ellos ha regresado con vida.

source: ugh… is he pissed that I was distracted while he ate?
es_419: Agh… ¿acaso le molestó que me distrajera mientras comía?

source: this is probably the most valuable.
es_419: esta debe de ser la más valiosa.

source: have you ever heard this saying?
es_419: ¿Alguna vez te dijeron que…

source: so? who cares?
es_419: ¿Y? ¿Qué importa?

source: even now, in these very ruins...
es_419: Aún ahora, en medio de las ruinas…

source: pat
es_419: TAP

source: but if we suddenly started shooting at that moron...
es_419: Pero, si empezamos a dispararle de repente a ese idiota…

source: what was that?!
es_419: ¡¿Qué fue eso?!

source: and our hand-to-hand combat expert, or should I say, all-round violence expert...
es_419: Y nuestro experto en combates cuerpo a cuerpo. O mejor, nuestro experto en violencia…

source: dad sure took his time getting here. he was probably waiting for the guards to turn up first.
es_419: Papá tardó bastante en llegar. Seguro esperó que los guardias aparecieran primero.

source: don't worry, I'll personally see to it that you get home in one piece.
es_419: No te preocupes, me aseguraré personalmente de que llegues a salvo a casa.

source: my bad...
es_419: Perdón…

source: we have no idea how long it'll take.
es_419: no tenemos idea de cuánto vamos a tardar.

source: and achieving remarkable successes far beyond my comprehension.
es_419: ... y que alcanzan un éxito que escapa a mi comprensión.

source: I take it you've got a taste for life in the retreats now, huh?
es_419: … Conque le agarraste el gusto a la vida en El Refugio, ¿eh?

source: well then...
es_419: Entonces…

source: wh-what just happened-?!
es_419: ¡¿Q-qué acaba de pasar?!…

source: lie down on that bed.
es_419: Acuéstate en esa cama.

source: smoking gun crew
es_419: Pandilla de la pistola humeante

source: STEP
es_419: TAP

source: Tempting, you said?!
es_419: ¡¿Dijiste tentadora?!

source: that damn austin's always meddling in my affairs...
es_419: Ese maldito Austin siempre se mete en mis asuntos…

source: ...would all be brought to an end.
es_419: … llegarían a su fin.

source: maybe he just pretends to be a loose cannon to mask his sadness...
es_419: Tal vez finge ser un loco para ocultar todo su dolor…

source: that's perfect.
es_419: Perfecto.

source: poor lad... you fell hook, line and sinker for john's trap.
es_419: Pobre muchacho… Caíste derechito en la trampa de John.

source: the price is ridiculously high.
es_419: … el precio es ridículamente alto.

source: Jun Lee
es_419: Lee Jun

source: strange! it definitely feels familiar...
es_419: ¡Qué raro! Todo esto resulta muy familiar…

source: I should hurry home...
es_419: Debo volver cuanto antes…

source: leap
es_419: ZAS

source: I witnessed that wild pipe dream become a reality.
es_419: Y vi cómo ese sueño imposible se volvió una realidad.

source: sprint
es_419: FIUSH

source: ...didn't exactly make me happy.
es_419: … no me hacía muy feliz que digamos.

source: the mainstream view would have us believe...
es_419: Lo opinión popular nos hacía creer…

source: ...but I guess I forgot about the one person who wouldn't be happy about it.
es_419: … pero me olvidé de la persona que no se alegraría por eso.

source: this is what my father and grandfather died for.
es_419: Esto es por lo que mi padre y mi abuelo murieron.

source: that's my name.
es_419: Ese es mi nombre.

source: the real problem is the switch itself.
es_419: El verdadero problema es el cambio en sí.

source: will you accept the status quo and abandon your only shot at saving the people of the slums...
es_419: ¿Vas a aceptar el statu quo y a abandonar tu única oportunidad de salvar a la gente de los barrios…

source: slump
es_419: PLOM

source: as for your little centipede friends...
es_419: Respecto a tus amigos los ciempiés…

source: I'll make sure to add it to the bill.
es_419: Ten por seguro que lo añadiré a la cuenta.

source: grenade!
es_419: ¡Granada!

source: he might seem like a naive, spoiled little brat, but he's a so-called honorable citizen of the retreats.
es_419: Tal vez parezca un niño mimado e ingenuo, pero es un “honorable” ciudadano de El Refugio.

source: My goodness…
es_419: Dios mío…

source: ...I'll shoot, no matter what!
es_419: … ¡voy a dispararle como sea!

source: we need to go around!
es_419: ¡Hay que dar la vuelta!

source: he's serious.
es_419: Habla en serio.

source: as I expected, they began to track my location right away.
es_419: Tal como esperaba, rastrearon mi ubicación de inmediato.

source: huh?!
es_419: ¡¿Eh?!

source: please...
es_419: Por favor…

source: what the hell?!
es_419: ¡¿Qué carajo?!

source: the r-231 missile was smuggled in from the retreats, too.
es_419: Ese misil R-231 también lo trajeron de allá.

source: I was beginning to miss my own bed.
es_419: Empiezo a extrañar mi cama.

source: gahhh!!!
es_419: ¡¡¡Aaaah!!!

source: that drone... it doesn't seem to be capable of rapid fire.
es_419: Al parecer, ese dron… no puede disparar rápido.

source: what's up with him?
es_419: ¿Qué le pasa?

source: hahaha!
es_419: ¡Ja, ja, ja!

source: I'm sorry...
es_419: Perdón…

source: gulp
es_419: GLUP

source: here we go again.
es_419: Aquí vamos de nuevo.

source: clack
es_419: CLAC

source: hahaha! you need to learn how to read people, just like your old man!
es_419: ¡Ja, ja, ja! ¡Tienes que aprender a leer a las personas, tal como tu padre!

source: they stole my biometrics and implanted them into him...
es_419: Me robaron mis biométricos y se los implantaron a él…

source: CRACK
es_419: CRAC

source: hmph.
es_419: Mmm.

source: those assholes!
es_419: ¡Malditos infelices!

source: ...can't die like this!
es_419: … puedo morir así!

source: Grenades/Ammo /Dynamite
es_419: Granadas/Munición/Dinamita

source: these goons on the other hand...
es_419: Pero estos matones…

source: hehe... don't tease him too much, gramps.
es_419: Je, je… No lo molestes tanto, abuelo.

source: it took us a whole day to get here.
es_419: Tardamos un día entero en llegar aquí.

source: that means they'll be leaving within a week.
es_419: Eso significa que se irán en una semana.

source: and here I am, associating with these pathetic savages...
es_419: Aquí estoy, juntándome con esos patéticos salvajes…

source: maybe I will, maybe I won't...
es_419: A lo mejor sí, a lo mejor no…

source: nice!
es_419: ¡Genial!

source: that's a pretty big step forward.
es_419: Es un paso muy importante.

source: hmm?
es_419: ¿Eh?

source: persuasion
es_419: … persuasión…

source: keep shooting!
es_419: Sigan disparando!

source: ...but then these other guys showed up and...!
es_419: … ¡pero unos tipos los emboscaron y…!

source: dammit, where's he wandered off to this time?
es_419: Mierda, ¿dónde se metió ahora?

source: burn everything in sight!
es_419: ¡Quemen todo lo que vean!

source: even if they ended up surrounding us, I knew that they wouldn't kill me right away...
es_419: Aunque lograran rodearnos, sabía que no podrían matarme al instante…

source: the flight log should give us some idea of where john canty's based.
es_419: El registro de vuelo nos dará una idea de dónde se esconde John Canty.

source: then who knows...
es_419: ¿Quién sabe…?

source: ...that while he knows how many of us there are, he hasn't determined our location.
es_419: … que, aunque sepa cuántos somos, todavía no conoce nuestra ubicación exacta.

source: as for you, gramps, your acting could use a little work.
es_419: Y tú, viejo, podrías mejorar un poco tu actuación.

source: I have a plan.
es_419: Tengo un plan.

source: raaaargh!
es_419: ¡Aaaaargh!

source: that's why I'm saying we should stick together in case of an ambush!
es_419: ¡Por eso digo que deberíamos permanecer juntos! ¡Por si acaso nos emboscan!

source: ...and after a meticulous search...
es_419: … y después de una búsqueda meticulosa…

source: I had never once considered it a blessing.
es_419: Ni por un segundo creí que fuese una bendición.

source: you've found it already? we're only at point b.
es_419: ¿Ya lo encontraron? Apenas estamos en el punto B.

source: swarm
es_419: MULTITUD

source: urghhh...
es_419: Aaagh…

source: …but I can still save a life!
es_419: … ¡pero sí puedo salvar vidas!
